In [8]:
import pandas as pd 
kto_201901 = pd.read_excel('./files/kto_201901.xlsx', 
header=1, # 첫줄생략
usecols='A:G',
skipfooter=4)
kto_201901.head()

     국적      관광     상용    공용  유학/연수      기타       계
0  아시아주  765082  10837  1423  14087  125521  916950
1    일본  198805   2233   127    785    4576  206526
2    대만   86393     74    22    180    1285   87954
3    홍콩   34653     59     2     90    1092   35896
4   마카오    2506      2     0     17      45    2570